Repository: justinbns/Blue2
Catalog: Localizable.xcstrings
Source language: en
Languages: id

source: **Today** best drying time
id: Waktu jemur **terbaik**

# %lld hrs %lld min
source: %1$lld hrs %2$lld min
id: %1$lld jam %2$lld menit

source: Approximately dry at
id: Estimasi kering pada

source: Cloudy
id: Mendung

source: Drying Duration
id: Estimasi Kering

source: hrs
id: jam

source: mins
id: menit

source: Rainy
id: Hujan

source: Start Drying
id: Mulai Jemur

source: Storm
id: Badai

source: Sun + Cloud
id: Berawan

source: Sunny
id: Cerah

source: Today
id: Hari ini
